export const activities = [
  {
    month: "5월",
    title: "아이디어톤",
    desc: (<>전국 멋쟁이사자처럼 대학이 모두 참여하는 14기 첫 연합 행사입니다. 1차 예선(학교별 심사), 2차 예선 (학교 그룹별 심사), 3차 본선 총 세 단계로 진행됩니다.</>),
    note: "*14기 필수 참여 행사로, 불참 시 수료증 발급 불가합니다.",
    imageSrc: "/activities/idea.png",
  },
  {
    month: "여름방학",
    title: "중앙해커톤",
    desc: "전국 멋쟁이사자처럼 대학이 모두 참여하는 여름방학 최대 규모의 해커톤입니다. 기획부터 디자인, 개발, 배포까지 서비스를 직접 만들어 볼 수 있는 기회입니다.",
    note: "*14기 필수 참여 행사로, 불참 시 수료증 발급 불가합니다.",
    imageSrc: "/activities/central.png",
  },
  {
    month: "11월",
    title: "4호선톤",
    desc: "대규모 지역 연합 해커톤입니다. 다른 학교의 학생들과 함께 팀을 이루어 해커톤을 진행합니다. 작년에는 역대 최대 규모로, 9개 대학이 함께했습니다.",
    note: "*13기 기준 설명으로, 세부 사항이 달라질 수 있습니다.",
    imageSrc: "/activities/line4.png",
  },
  {
    month: "12월",
    title: "교내해커톤",
    desc: "마지막 공식 행사이자 수료를 위한 필수 해커톤입니다. 제한된 시간 동안 협업과 문제 해결 능력을 집중적으로 경험할 수 있는 행사입니다.",
    note: "*14기 필수 참여 행사로, 불참 시 수료증 발급 불가합니다.",
    imageSrc: "/activities/school.png",
  },
];
